chore(content): write-only draft [cloud/gcp-essentials/module-2.11-cloud-build]
